export default function getMovie() {
  return [
    {
      name: 'Бешеные псы',
      rate: 1,
    },
    {
      name: 'Криминальное чтиво',
      rate: 2,
    },
    {
      name: 'Джеки Браун',
      rate: 3,
    },
    {
      name: 'Убить Билла. Фильм 1',
      rate: 4,
    },
    {
      name: 'Убить Билла. Фильм 2',
      rate: 5,
    },
    {
      name: 'Доказательство смерти',
      rate: 6,
    },
    {
      name: 'Бесславные ублюдки',
      rate: 4,
    },
    {
      name: 'Джанго освобождённый',
      rate: 'текст',
    },
    {
      name: 'Омерзительная восьмёрка (no rate)',
    },
    {
      name: 'Однажды в… Голливуде',
      rate: 2.5,
    },
  ];
}